Repository: Termin666/UniversityRatingSystemNew
Catalog: api/src/locale/*/LC_MESSAGES/django.po
Languages: ru

source: token
ru: токен

source: tokens
ru: токены

source: Username
ru: Имя пользователя

source: VSTU
ru: ВолгГТУ

source: API Administration
ru: Администрирование API

source: API core
ru: Ядро API

source: Cannot perform operation on specified entity.
ru: Невозможно выполнить операцию над указанной сущностью

source: Department name or head first name, last name or patronymic
ru: Название кафедры или имя, фамилия или отчество преподавателя

source: Department type name
ru: Название типа кафедры

source: Departments
ru: Кафедры

source: department type name
ru: название типа кафедры

source: department type
ru: тип кафедры

source: department types
ru: типы кафедр

source: department name
ru: название кафедры

source: department head profile
ru: профиль зав. кафедрой

source: department faculty
ru: факультет кафедры

source: department
ru: кафедра

source: departments
ru: кафедры

source: Educator first name, lastname or patronymic
ru: Имя, фамилия или отчество преподавателя

source: Educator rating
ru: Рейтинг преподавателя

source: rating partition
ru: раздел рейтинга

source: educator rating partition
ru: раздел рейтинга преподавателей

source: educator rating partitions
ru: разделы рейтинга преподавателей

source: report UUID
ru: UUID анкеты

source: educator
ru: преподаватель

source: report year
ru: год анкеты

source: report approved status
ru: статус подтверждения анкеты

source: report
ru: анкета

source: reports
ru: анкеты

source: indicator
ru: показатель

source: indicator value
ru: значение показателя

source: educator report
ru: анкета преподавателя

source: indicator values
ru: значения показателей

source: controller profile
ru: профиль проверяющего

source: responsible department
ru: ответственная кафедра

source: controller
ru: проверяющий

source: controllers
ru: проверяющие

source: You cannot operate values of reports which are not owned by you or values of privileged indicators.
ru: Вы не можете оперировать значениями анкет, которые принадлежат не вам или значениями, которые являются привилегированными.

source: You cannot operate values of reports which are not controlled by you.
ru: Вы не можете оперировать значениями анкет, не явлющихся проверяемыми вами.

source: You cannot edit values of already approved report.
ru: Вы не можете изменять значения уже подтвержденных анкет.

source: You cannot edit anything except value.
ru: Вы не можете изменять что-либо кроме значение.

source: You cannot operate reports which are not owned or controlled by you.
ru: Вы можете оперировать только теми анкетами, владельцем или проверяющим которых вы являетесь.

source: Specified educator is not found.
ru: Указанный преподователь не найден.

source: You cannot create approved reports.
ru: Вы не можете создавать подтвержденные анкеты.

source: You cannot delete already approved reports.
ru: Вы не можете удалять уже подтвержденные анкеты.

source: Qualification name
ru: Название квалификации

source: Educators
ru: Преподаватели

source: qualification name
ru: название квалификации

source: qualification
ru: квалификация

source: qualifications
ru: квалификации

source: educator profile
ru: профиль преподавателя

source: educator qualification
ru: квалификация преподавателя

source: educator department
ru: кафедра преподавателя

source: educators
ru: преподаватели

source: You are not an educator.
ru: Вы не являетесь преподавателем.

source: Faculty name or head first name, last name or patronymic
ru: Название факультета или имя, фамилия или отчество декана

source: Faculties
ru: Факультеты

source: faculty name
ru: название факультета

source: faculty head profile
ru: профиль декана

source: faculty
ru: факультет

source: faculties
ru: факультеты

source: Value type name
ru: Название типа значения

source: Rating partition name
ru: Название раздела рейтинга

source: Indicator name
ru: Название индикатора

source: Rating
ru: Рейтинг

source: boolean
ru: булевый

source: integer
ru: целочисленный

source: float
ru: дробный

source: text
ru: текстовый

source: type name
ru: название типа

source: data type
ru: тип данных

source: value type
ru: тип значения

source: value types
ru: типы значений

source: indicator name
ru: название показателя

source: indicator annotation
ru: аннотация к показателю

source: indicator value type
ru: тип значения показателя

source: indicator privileged status
ru: привилегированный статус показателя

source: indicators
ru: показатели

source: rating partition name
ru: название раздела рейтинга

source: rating partition abbreviation
ru: сокращение раздела рейтинга

source: rating partitions
ru: разделы рейтинга

source: criterion indicator
ru: показатель критерия

source: criterion partition
ru: раздел критерия

source: criterion number
ru: пункт критерия

source: criterion subnumber
ru: подпункт критерия

source: criterion weight
ru: вес критерия

source: criterion
ru: критерий

source: criterions
ru: критерии

source: Wrong JSON format.
ru: Неверный формат JSON

source: Groups
ru: Группы

source: Username, first name, last name, patronymic or email
ru: Имя пользователя, имя, фамилия, отчество или email

source: Personal info
ru: Персональные данные

source: Permissions
ru: Права доступа

source: Important dates
ru: Важные даты

source: Users
ru: Пользователи

source: first name
ru: имя

source: last name
ru: фамилия

source: patronomyc
ru: отчество

source: API Administation
ru: Администрирование API
